brew "rbenv"

# dependencies for https://github.com/ycm-core/YouCompleteMe#installation
brew "cmake"
brew "macvim"
brew "python"
brew "mono"
brew "go"
brew "node"

brew "nodenv"
brew "yarn"
brew "ctags"
brew "elixir"
brew "the_silver_searcher"
brew "postgresql"
brew "tmux"
brew "tmate"
